{
	"Healthy": {
		"cgs": [
			"breakfast_variations",
			"breakfast_variations",
			"breakfast_variations"
		],
		"speech": [
			"Carla decided to always start her day with a healthy breakfast, she would always make sure that her breakfast contains carbohydrates, vitamins, protein, healthy fats, and fiber. She took her time eating, savoring the flavors and enjoying the peaceful atmosphere of her kitchen.",
			"She felt good knowing that she was fueling her body with nourishing food to start her day off right.",
			"After eating her breakfast, she always:"
		]
	},
	"Unhealthy": {
		"cgs": [
			"breakfast_variations",
			"breakfast_variations",
			"breakfast_variations"
		],
		"speech": [
			"Carla doesn’t like cooking, so she always eats whatever she can find or doesn’t take much effort to make, like eating sugary food like store-bought cakes, cookies, and donuts; frozen pizza, hotdogs, and burgers; may order takeout and on some occasions. Anything to feed this gluttony.",
			"She had always been a bit of a junk food lover, and the thought of eating a healthy breakfast every morning seemed a little daunting.",
			"After eating her breakfast, she always:"
		]
	},
	"Skip": {
		"cgs": [
			"breakfast_variations",
			"breakfast_variations",
			"breakfast_variations",
			"breakfast_variations"
		],
		"speech": [
			"Carla always skips breakfast; she doesn’t like the feeling of her stomach being full in the morning.",
			"She had never been much of a breakfast person and wasn't sure she had the time or energy to prepare a meal first thing in the morning.",
			"She feels comfortable not having any bites in the early morning,",
			"So, she always:"
		]
	},
	"Alcohol": {
		"cgs": [
			"breakfast_variations",
			"breakfast_variations",
			"breakfast_variations"
		],
		"speech": [
			"Carla likes to start her morning with some alcohol rush in her system, she feels that it will help her to get through her job while keeping her mind saint.",
			"Her drink of choice is wine because she enjoys the relaxing aroma that red wine creates in her kitchen. She opens a bottle, pours a glass of wine and starts to savor it.",
			"After she finishes drinking, she always:"
		]
	},
	"decision": "activity"
}
