{
    "UnhealthyChill":{
        "cgs":["bathroomMirrorFat.png"],
        "speech":[
            "A fat person is sitting in front of the tv while eating her 3rd box of pizza, that’s Carla, she sometimes binge and overeats then regrets it, it started as a way to feel comfortable and safe, food helps her lower her stress level and feel better about herself,",
            "But once she finishes eating, she would feel anxiety, disgust, and depression, sometimes she looks at herself in the bathroom’s mirror and sees a monster that stares back at her, it became harder and harder for her to continue her job. ",
            "Carla will continue binge eating and self-loathing until the day she dies.",
            "Unhealthy Ending - UnhealthyChill"]
},
    "AlcoholAlcohol":{
        "cgs":["bathroomMirrorAlcoholic.png"],
        "speech":[
            "Carla’s new morning ritual that consists of drinking alcohol became an addiction, not only she drinks every morning, but also during lunch, the afternoon, the evening, and even before she goes to bed, she drinks a whole bottle of wine every day.",
            "She even got fired from her job because she would appear drunk and hasn’t been able to do the tasks that she has been assigned, and because she’s unemployed she fell in depts.",
            "She went to a doctor who told her that her liver is only 20% functional and that she needs to stop drinking, not only that, but her hair also began thinning, her skin is dull, grayish, and dry; and more wrinkles started to appear. ",
            "Carla can’t stop drinking because if she stops, she will face severe alcohol withdrawal symptoms. She hates drinking and hates herself for not being able to stop it, she would throw up and feel tired and miserable.",
            "Drinking at first was a way to relieve some stress and not to think of anything, but it became worse and worse every time she drinks, she began to gain weight and have some issues regarding her memory, she became forgetful and sometimes she would end up in the hospital for injuries related to her drunkenness.",
            "Carla will continue drinking and self-loathing until the day she dies.",
            "Unhealthy Ending - Alcohol Alcohol"]
    },
    "SkipRunning":{
        "cgs":["bathroomMirrorAnorexia.png"],
        "speech":[
            "Exercising not only every morning, but also during her lunch break, after she gets home from work, and before she goes to sleep. Carla also starves herself with occasional purging and only eats a light dinner just enough for her to be alive, she became very thin that you can see her bones.",
            "she only sees herself as a fat woman that needs to lose weight and everybody is disgusted by the weight she has, including herself, but at the same time, she knows that she’s far from being fat but her mind always going back and forth of her body image and wants that to stop.",
            "Carla began to experience some health issues such as fatigue, dry skin, thinning hair, dizziness, or fainting. Carla’s new lifestyle started affecting her work that some of her coworkers showed some concerns about her well-being.",
            "Carla will continue exercising, starving, and self-loathing until the day she dies.",
            "Unhealthy Ending - Skip Running"]
    }
}